---
kind: other
id: Methods.T:Autodesk.Revit.UI.PulldownButtonData
source: html/782461d7-1c2d-85ea-2897-8254e0cfbbe7.htm
---
# PulldownButtonData Methods

Gets the contextual help bound with this control.